Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: Hover the Trash widget to open its panel
ar: مرّر المؤشر فوق أداة المهملات لفتح لوحتها
de: Auf das Papierkorb-Widget zeigen, um sein Panel zu öffnen
es: Pasa el cursor sobre el widget Papelera para abrir su panel
fr: Survolez le widget Corbeille pour ouvrir son panneau
hu: Rámutatás a Kuka widgetre a panelje megnyitásához
ja: 「ゴミ箱」ウィジェットにホバーしてパネルを開く
nl: Wijs de prullenmandwidget aan om het paneel ervan te openen
pl: Umieść wskaźnik nad widżetem Kosza, aby otworzyć jego panel
pt: Passe o cursor sobre o widget Lixo para abrir o respetivo painel
ru: Наведите указатель на виджет «Корзина», чтобы открыть его панель
sv: Hovra över papperskorgswidgeten för att öppna dess panel
tr: Panelini açmak için Çöp Sepeti widget'ının üzerine gel
vi: Di chuột lên tiện ích Thùng rác để mở bảng của tiện ích
zh_hans: 悬停在废纸篓小组件上以打开其面板
zh_hant: 將指標停留在「垃圾桶」小工具上，即可開啟其面板

source: Hover to Activate
ar: التمرير للتفعيل
de: Bei Zeigerkontakt aktivieren
es: Activar al pasar el cursor
fr: Survoler pour ouvrir
hu: Aktiválás rámutatással
ja: ホバーで作動
nl: Activeren bij aanwijzen
pl: Aktywuj po wskazaniu
pt: Pairar para Ativar
ru: Наведите для активации
sv: Hovra för att aktivera
tr: Etkinleştirmek için Üzerine Gel
vi: Di chuột để kích hoạt
zh_hans: 悬停以激活
zh_hant: 懸停即可啟動

source: Hover widgets to open their panels
ar: مرّر المؤشر فوق الأدوات لفتح لوحاتها
de: Auf Widgets zeigen, um ihre Panels zu öffnen
es: Pasa el cursor sobre los widgets para abrir sus paneles
fr: Survolez les widgets pour ouvrir leurs panneaux
hu: Rámutatás a widgetekre a paneljeik megnyitásához
ja: ウィジェットにホバーしてパネルを開く
nl: Beweeg de muis over widgets om hun panelen te openen
pl: Umieść wskaźnik nad widżetem, aby otworzyć jego panel
pt: Passe o cursor sobre os widgets para abrir os respetivos painéis
ru: Наведите указатель на виджеты, чтобы открыть их панели
sv: Hovra över widgetar för att öppna deras paneler
tr: Panellerini açmak için widget'ların üzerine gel
vi: Di chuột lên tiện ích để mở bảng của chúng
zh_hans: 悬停在小组件上以打开其面板
zh_hant: 將指標停留在小工具上，即可開啟其面板

source: How folders open and whether files preview on hover.
ar: كيف تُفتح المجلدات وما إذا كانت الملفات تُعاين عند تمرير المؤشر.
de: Wie Ordner geöffnet werden und ob Dateien bei Zeigerkontakt als Vorschau angezeigt werden.
es: Cómo se abren las carpetas y si los archivos se previsualizan al pasar el cursor.
fr: Comment les dossiers s'ouvrent et si les fichiers s'affichent en aperçu au survol.
hu: Hogyan nyílnak meg a mappák, és legyen-e fájl-előnézet rámutatáskor.
ja: フォルダの開き方と、ホバー時にファイルをプレビューするかどうかの設定です。
nl: Hoe mappen worden geopend en of er een voorbeeld van bestanden wordt weergegeven wanneer je er met de muis overheen gaat.
pl: Sposób otwierania folderów i wyświetlania podglądów plików po wskazaniu.
pt: Como as pastas abrem e se os ficheiros são pré-visualizados ao pairar.
ru: Как открываются папки и показывают ли файлы предпросмотр при наведении.
sv: Hur mappar öppnas och om filer förhandsvisas vid hovring.
tr: Klasörlerin nasıl açıldığı ve dosyaların üzerine gelince önizlenip önizlenmeyeceği.
vi: Cách các thư mục mở ra và liệu tệp có xem trước được khi di chuột qua hay không.
zh_hans: 设置文件夹的打开方式，以及是否在悬停时预览文件。
zh_hant: 設定檔案夾的開啟方式，以及是否在滑鼠停留時預覽檔案。

source: How icons respond as the pointer moves across the dock.
ar: كيف تستجيب الأيقونات أثناء تحرك المؤشر عبر Dock.
de: Wie Symbole reagieren, wenn sich der Zeiger über das Dock bewegt.
es: Cómo responden los iconos cuando el puntero se mueve por el Dock.
fr: Comment les icônes réagissent quand le pointeur parcourt le dock.
hu: Hogyan reagálnak az ikonok, ahogy a mutató végighalad a Dockon.
ja: ポインタがDock上を移動するときのアイコンの反応を設定します。
nl: Hoe pictogrammen reageren als de muisaanwijzer over het Dock beweegt.
pl: Jak ikony reagują na ruch wskaźnika po Docku.
pt: Como os ícones respondem à medida que o ponteiro se move pela dock.
ru: Как значки реагируют при движении указателя по Dock.
sv: Hur symboler reagerar när pekaren rör sig över dockan.
tr: İşaretçi dock üzerinde hareket ederken simgelerin nasıl tepki verdiği.
vi: Cách các biểu tượng phản hồi khi con trỏ di chuyển qua lại trên dock.
zh_hans: 设置图标在鼠标指针经过 Dock 时的响应效果。
zh_hant: 設定指標在 Dock 上移動時圖示的反應方式。

source: How leniently Alt-Tab search matches app names and window titles
ar: مدى تساهل بحث Alt-Tab في مطابقة أسماء التطبيقات وعناوين النوافذ
de: Wie tolerant die Alt-Tab-Suche App-Namen und Fenstertitel abgleicht
es: Tolerancia con la que la búsqueda de Alt-Tab hace coincidir nombres de apps y títulos de ventanas
fr: Degré de tolérance de la recherche Alt-Tab pour les noms d'apps et les titres de fenêtres
hu: Mennyire engedékenyen egyezteti az Alt-Tab keresés az appneveket és az ablakcímeket
ja: Alt-Tabの検索がアプリ名とウインドウタイトルをどの程度あいまいに照合するか
nl: Hoe soepel de Alt-Tab-zoekfunctie app-namen en venstertitels vergelijkt
pl: Jak elastycznie wyszukiwanie Alt-Tab dopasowuje nazwy aplikacji i tytuły okien
pt: O grau de tolerância com que a pesquisa do Alt-Tab faz corresponder nomes de apps e títulos de janelas
ru: Насколько нестрого поиск Alt-Tab сопоставляет названия приложений и заголовки окон
sv: Hur tolerant sökningen i Alt-Tab matchar appnamn och fönstertitlar
tr: Alt-Tab aramasının uygulama adları ve pencere başlıkları ile ne kadar esnek eşleştiği
vi: Độ linh hoạt khi tìm kiếm Alt-Tab khớp với tên ứng dụng và tiêu đề cửa sổ
zh_hans: Alt-Tab 搜索匹配应用名称和窗口标题时的宽松程度
zh_hant: Alt-Tab 搜尋比對應用程式名稱與視窗標題時的寬鬆程度

source: How long a preview or menu panel waits after the pointer leaves it before closing
ar: المدة التي تنتظرها لوحة المعاينة أو القائمة بعد مغادرة المؤشر لها قبل إغلاقها
de: Wie lange ein Vorschau- oder Menüpanel nach dem Verlassen des Zeigers wartet, bevor es sich schließt
es: Cuánto espera un panel de previsualización o de menú antes de cerrarse cuando el puntero sale de él
fr: Temps d'attente d'un panneau d'aperçu ou de menu avant sa fermeture, une fois que le pointeur l'a quitté
hu: Mennyi ideig vár egy előnézeti vagy menüpanel a bezárással, miután a mutató elhagyta
ja: ポインタが離れてから、プレビューパネルやメニューパネルが閉じるまでの待ち時間
nl: Hoe lang een voorbeeld- of menuvenster wacht voordat het wordt gesloten nadat de muisaanwijzer ervan is weggegaan
pl: Czas oczekiwania przed zamknięciem podglądu lub panelu menu po opuszczeniu go przez wskaźnik
pt: Quanto tempo um painel de pré-visualização ou de menu espera, depois de o cursor sair, antes de fechar
ru: Сколько панель предпросмотра или меню ждет после ухода указателя, прежде чем закрыться
sv: Hur länge en förhandsvisnings- eller menypanel väntar efter att pekaren lämnat den innan den stängs
tr: Bir önizleme veya menü panelinin, işaretçi üzerinden ayrıldıktan sonra kapanmadan önce ne kadar beklediği
vi: Thời gian bảng xem trước hoặc menu chờ sau khi con trỏ rời đi trước khi đóng
zh_hans: 指针离开后，预览或菜单面板关闭前的等待时长
zh_hant: 指標離開後，預覽或選單面板在關閉前的等待時間

source: How long a preview or menu panel waits after the pointer leaves it before closing. Set to zero to close immediately.
ar: المدة التي تنتظرها لوحة المعاينة أو القائمة بعد مغادرة المؤشر لها قبل إغلاقها. اضبطها على صفر للإغلاق فورًا.
de: Wie lange ein Vorschau- oder Menüpanel nach dem Verlassen des Zeigers wartet, bevor es sich schließt. Auf null setzen, um sofort zu schließen.
es: Cuánto espera un panel de previsualización o de menú antes de cerrarse cuando el puntero sale de él. Ajústalo a cero para cerrarlo de inmediato.
fr: Temps d'attente d'un panneau d'aperçu ou de menu avant sa fermeture, une fois que le pointeur l'a quitté. Réglez sur zéro pour fermer immédiatement.
hu: Mennyi ideig vár egy előnézeti vagy menüpanel a bezárással, miután a mutató elhagyta. Állítsa nullára az azonnali bezáráshoz.
ja: ポインタが離れてから、プレビューパネルやメニューパネルが閉じるまでの待ち時間です。0に設定すると、すぐに閉じます。
nl: Hoe lang een voorbeeld- of menuvenster wacht voordat het wordt gesloten nadat de muisaanwijzer ervan is weggegaan. Stel deze waarde in op nul om het venster direct te sluiten.
pl: Czas oczekiwania przed zamknięciem podglądu lub panelu menu po opuszczeniu go przez wskaźnik. Ustaw zero, aby zamykać natychmiast.
pt: Quanto tempo um painel de pré-visualização ou de menu espera, depois de o cursor sair, antes de fechar. Defina zero para fechar imediatamente.
ru: Сколько панель предпросмотра или меню ждет после ухода указателя, прежде чем закрыться. Установите ноль, чтобы закрывать сразу.
sv: Hur länge en förhandsvisnings- eller menypanel väntar efter att pekaren lämnat den innan den stängs. Ställ in på noll för att stänga direkt.
tr: Bir önizleme veya menü panelinin, işaretçi üzerinden ayrıldıktan sonra kapanmadan önce ne kadar beklediği. Hemen kapatmak için sıfıra ayarla.
vi: Thời gian bảng xem trước hoặc menu chờ sau khi con trỏ rời đi trước khi đóng. Đặt thành 0 để đóng ngay lập tức.
zh_hans: 指针离开后，预览或菜单面板关闭前的等待时长。设为 0 时立即关闭。
zh_hant: 指標離開後，預覽或選單面板在關閉前的等待時間。設為零即可立即關閉。

source: How long captured window thumbnails stay cached before they are recaptured
ar: مدة بقاء الصور المصغرة الملتقطة للنوافذ في الذاكرة المؤقتة قبل إعادة التقاطها
de: Wie lange erfasste Fenster-Miniaturen zwischengespeichert bleiben, bevor sie erneut erfasst werden
es: Cuánto tiempo permanecen en caché las miniaturas de ventanas capturadas antes de volver a capturarse
fr: Durée pendant laquelle les miniatures de fenêtre capturées restent en cache avant d'être recapturées
hu: Meddig maradnak gyorsítótárban a rögzített ablak-miniatűrök az újrarögzítés előtt
ja: 取り込んだウインドウのサムネールを再取得するまでキャッシュしておく時間
nl: Hoe lang miniaturen van vastgelegde vensters in de cache blijven voordat ze opnieuw worden vastgelegd
pl: Jak długo przechwycone miniatury okien pozostają w pamięci podręcznej przed ponownym przechwyceniem
pt: Durante quanto tempo as miniaturas de janelas capturadas ficam em cache antes de serem novamente capturadas
ru: Как долго захваченные миниатюры окон остаются кешированными перед повторным захватом
sv: Hur länge tagna fönsterminiatyrer cachas innan de tas om
tr: Yakalanan pencere küçük resimlerinin yeniden yakalanmadan önce ne kadar süre önbellekte kaldığı
vi: Thời gian các hình thu nhỏ cửa sổ đã chụp được lưu trong bộ nhớ đệm trước khi chúng được chụp lại
zh_hans: 设置已捕获的窗口缩略图在重新生成前的缓存时长
zh_hant: 設定視窗縮圖重新擷取前的快取保留時間

source: How long captured window thumbnails stay cached before they are recaptured. Longer keeps CPU lower; shorter keeps previews more up to date.
ar: مدة بقاء الصور المصغرة الملتقطة للنوافذ في الذاكرة المؤقتة قبل إعادة التقاطها. المدة الأطول تقلل استخدام المعالج؛ والأقصر تُبقي المعاينات أحدث.
de: Wie lange erfasste Fenster-Miniaturen zwischengespeichert bleiben, bevor sie erneut erfasst werden. Länger senkt die CPU-Last; kürzer hält Vorschauen aktueller.
es: Cuánto tiempo permanecen en caché las miniaturas de ventanas capturadas antes de volver a capturarse. Un valor mayor reduce el uso de CPU; uno menor mantiene las previsualizaciones más actualizadas.
fr: Durée pendant laquelle les miniatures de fenêtre capturées restent en cache avant d'être recapturées. Plus longue, elle réduit l'usage du processeur ; plus courte, elle garde les aperçus plus à jour.
hu: Meddig maradnak gyorsítótárban a rögzített ablak-miniatűrök az újrarögzítés előtt. A hosszabb idő kisebb CPU-terhelést, a rövidebb naprakészebb előnézeteket jelent.
ja: 取り込んだウインドウのサムネールを再取得するまでキャッシュしておく時間です。長くするとCPU負荷が下がり、短くするとプレビューがより最新に保たれます。
nl: Hoe lang miniaturen van vastgelegde vensters in de cache blijven voordat ze opnieuw worden vastgelegd. Een langere tijdsduur zorgt voor een lagere CPU-belasting; een kortere tijdsduur zorgt ervoor dat de voorbeelden actueler blijven.
pl: Jak długo przechwycone miniatury okien pozostają w pamięci podręcznej przed ponownym przechwyceniem. Dłuższy czas obniża użycie CPU; krótszy zapewnia bardziej aktualne podglądy.
pt: Durante quanto tempo as miniaturas de janelas capturadas ficam em cache antes de serem novamente capturadas. Mais tempo reduz o uso de CPU; menos tempo mantém as pré-visualizações mais atualizadas.
ru: Как долго захваченные миниатюры окон хранятся в кэше перед повторным захватом. Чем дольше, тем ниже нагрузка на ЦП; чем короче, тем актуальнее предпросмотр.
sv: Hur länge tagna fönsterminiatyrer cachas innan de tas om. Längre tid ger lägre CPU-användning; kortare håller förhandsvisningarna mer aktuella.
tr: Yakalanan pencere küçük resimlerinin yeniden yakalanmadan önce ne kadar süre önbellekte kaldığı. Daha uzun süre CPU kullanımını düşük tutar; daha kısa süre önizlemeleri daha güncel tutar.
vi: Thời gian các hình thu nhỏ cửa sổ đã chụp được lưu trong bộ nhớ đệm trước khi chúng được chụp lại. Thời gian dài hơn sẽ giúp giảm tải CPU; thời gian ngắn hơn giúp bản xem trước luôn cập nhật mới nhất.
zh_hans: 设置窗口缩略图在重新生成前的缓存时长。时间越长，CPU 占用越低；时间越短，预览内容越及时。
zh_hant: 設定視窗縮圖重新擷取前的快取保留時間。較長的時間可降低 CPU 負載；較短的時間則可讓預覽內容更即時。

source: How long to hold before triggering long press
ar: كم من الوقت يجب استمراره قبل تشغيل الضغط الطويل
de: Wie lange gedrückt gehalten werden muss, bevor ein Langdruck ausgelöst wird
es: Cuánto tiempo mantener pulsado antes de activar la pulsación larga
fr: Délai d'appui avant que l'appui long ne se déclenche
hu: A hosszú nyomás aktiválásához szükséges nyomva tartási idő
ja: 長押しと判定されるまでに押し続ける時間
nl: Hoe lang vasthouden voordat lang indrukken wordt geactiveerd
pl: Czas przytrzymania wymagany do wykonania czynności
pt: Quanto tempo manter premido antes de acionar a pressão demorada
ru: Как долго удерживать до срабатывания долгого нажатия
sv: Hur länge du håller ned innan långtryck utlöses
tr: Uzun basmayı tetiklemeden önce ne kadar basılı tutulacağı
vi: Thời gian cần giữ trước khi kích hoạt hành động nhấn giữ
zh_hans: 触发长按前需要按住多长时间
zh_hant: 設定觸發長按所需的按住時間

source: How much of the screen shows through the Liquid Glass background
ar: مقدار ما يظهر من الشاشة عبر خلفية Liquid Glass
de: Wie viel vom Bildschirm durch den Liquid Glass-Hintergrund durchscheint
es: Cuánto de la pantalla se ve a través del fondo de Liquid Glass
fr: La part de l'écran visible à travers l'arrière-plan Liquid Glass
hu: Mennyire látszik át a képernyő a Liquid Glass háttéren
ja: Liquid Glass背景を通して画面が透けて見える度合い
nl: Hoeveel van het scherm door de Liquid Glass-achtergrond doorschijnt
pl: Poziom przezroczystości tła Liquid Glass.
pt: Quanto do ecrã transparece através do fundo Liquid Glass
ru: Какая часть экрана просвечивает через фон Liquid Glass
sv: Hur mycket av skärmen som syns genom Liquid Glass-bakgrunden
tr: Liquid Glass arka planından ekranın ne kadarının göründüğü
vi: Mức độ màn hình hiển thị xuyên qua phần nền Liquid Glass
zh_hans: Liquid Glass 背景透明度
zh_hant: 調整 Liquid Glass 背景透出螢幕內容的程度

source: How New Window Works
ar: كيف يعمل «نافذة جديدة»
de: So funktioniert „Neues Fenster“
es: Cómo funciona Nueva ventana
fr: Fonctionnement de Nouvelle fenêtre
hu: Így működik az Új ablak
ja: 「新規ウインドウ」の仕組み
nl: Hoe 'Nieuw venster' werkt
pl: Jak działa funkcja Nowe okno
pt: Como Funciona Nova Janela
ru: Как работает новое окно
sv: Så fungerar Nytt fönster
tr: Yeni Pencere Nasıl Çalışır
vi: Cách thức Cửa sổ mới hoạt động
zh_hans: 新窗口的工作方式
zh_hant: 新視窗的運作方式

source: How often notification badges are checked for changes. Shorter keeps badges more current; longer keeps CPU lower.
ar: عدد مرات فحص شارات الإشعارات بحثًا عن تغييرات. الفاصل الأقصر يُبقي الشارات أحدث؛ والأطول يقلل استخدام المعالج.
de: Wie oft Kennzeichen auf Änderungen geprüft werden. Kürzere Intervalle halten Kennzeichen aktueller; längere senken die CPU-Last.
es: Con qué frecuencia se comprueban los cambios en los globos de notificación. Un valor menor los mantiene más actualizados; uno mayor reduce el uso de CPU.
fr: Fréquence de vérification des pastilles de notification. Plus courte, elle garde les pastilles plus à jour ; plus longue, elle réduit l'usage du processeur.
hu: Milyen gyakran ellenőrzi az app az értesítési jelvények változásait. A rövidebb időköz naprakészebb jelvényeket, a hosszabb kisebb CPU-terhelést jelent.
ja: 通知バッジの変化を確認する頻度です。短くするとバッジがより最新になり、長くするとCPU負荷が下がります。
nl: Hoe vaak meldingsbadges worden gecontroleerd op wijzigingen. Kortere tijd zorgt ervoor dat badges actueler blijven; langere tijd zorgt ervoor dat het CPU-gebruik lager blijft.
pl: Jak często sprawdzane są zmiany plakietek powiadomień. Krótszy odstęp zapewnia ich większą aktualność, a dłuższy zmniejsza użycie procesora.
pt: Com que frequência os emblemas de notificação são verificados. Intervalos mais curtos mantêm os emblemas mais atuais; mais longos reduzem o uso de CPU.
ru: Как часто проверяются изменения меток уведомлений. Чем короче, тем актуальнее метки; чем дольше, тем ниже нагрузка на ЦП.
sv: Hur ofta notisbrickor kontrolleras efter ändringar. Kortare intervall håller brickorna mer aktuella; längre ger lägre CPU-användning.
tr: Bildirim rozetlerinin değişiklikler için ne sıklıkla kontrol edildiği. Daha kısa süre rozetleri daha güncel tutar; daha uzun süre CPU kullanımını düşük tutar.
vi: Tần suất kiểm tra thay đổi của huy hiệu thông báo. Thời gian ngắn hơn giúp huy hiệu luôn cập nhật mới nhất; thời gian dài hơn giúp giảm tải CPU.
zh_hans: 设定通知徽章的更新检查频率。间隔越短，徽章更新越及时；间隔越长，可降低CPU占用。
zh_hant: 設定通知徽章的更新檢查頻率。間隔越短，徽章更新越即時；間隔越長，可降低 CPU 使用率。

source: How Profile Switching Works
ar: كيف يعمل تبديل ملفات التعريف
de: So funktioniert der Profilwechsel
es: Cómo funciona el cambio de perfil
fr: Fonctionnement du changement de profil
hu: Így működik a profilváltás
ja: プロファイル切り替えの仕組み
nl: Hoe het wisselen van profiel werkt
pl: Jak działa przełączanie profili
pt: Como Funciona a Mudança de Perfil
ru: Как работает переключение профилей
sv: Så fungerar profilbyte
tr: Profil Geçişi Nasıl Çalışır
vi: Cách thức Chuyển đổi hồ sơ hoạt động
zh_hans: 配置文件切换机制
zh_hant: 設定檔切換方式

source: How quickly right-click menus and panels appear
ar: مدى سرعة ظهور قوائم النقر بزر الماوس الأيمن واللوحات
de: Wie schnell Kontextmenüs und Panels angezeigt werden
es: Con qué rapidez aparecen los menús contextuales y los paneles
fr: Vitesse d'apparition des menus contextuels et des panneaux
hu: A jobb kattintásos menük és panelek megjelenési sebessége
ja: 右クリックメニューやパネルが表示されるまでの速さ
nl: Hoe snel contextmenu's en panelen verschijnen
pl: Jak szybko pojawiają się menu podręczne i panele
pt: A rapidez com que os menus de clique direito e os painéis aparecem
ru: Как быстро появляются меню и панели правой кнопки мыши
sv: Hur snabbt högerklicksmenyer och paneler visas
tr: Sağ tık menülerinin ve panellerin ne kadar hızlı göründüğü
vi: Tốc độ xuất hiện của các bảng và menu chuột phải
zh_hans: 右键菜单和面板的显示速度
zh_hant: 設定右鍵選單與面板顯示的速度

source: How right-click menus and panels animate in
ar: طريقة ظهور قوائم النقر بزر الفأرة الأيمن واللوحات
de: Wie Rechtsklickmenüs und Panels eingeblendet werden
es: Cómo se animan los menús contextuales y los paneles al aparecer
fr: Comment les menus contextuels et les panneaux apparaissent
hu: Hogyan jelennek meg a jobb kattintásos menük és panelek
ja: 右クリックメニューやパネルの表示アニメーション
nl: Met welke animatie contextmenu's en panelen worden weergegeven
pl: Sposób animowania menu podręcznych i paneli podczas otwierania
pt: Como os menus de clique direito e os painéis aparecem
ru: Как анимируются контекстные меню и панели
sv: Hur högerklicksmenyer och paneler visas
tr: Sağ tık menülerinin ve panellerin nasıl animasyonla açıldığı
vi: Cách menu chuột phải và bảng hiện ra với hiệu ứng chuyển cảnh
zh_hans: 右键菜单和面板的动画呈现方式
zh_hant: 右鍵選單與面板的動畫呈現方式

source: How rounded the dock background is.
ar: مدى استدارة خلفية Dock.
de: Wie stark der Dock-Hintergrund abgerundet ist.
es: Cuánto se redondea el fondo del Dock.
fr: Le degré d'arrondi de l'arrière-plan du dock.
hu: Mennyire lekerekített a Dock háttere.
ja: Dock背景の角の丸みです。
nl: Hoe afgerond de achtergrond van het Dock is.
pl: Jak zaokrąglone jest tło Docka.
pt: O quão arredondado é o fundo da dock.
ru: Насколько скруглен фон Dock.
sv: Hur rundad dockans bakgrund är.
tr: Dock arka planının ne kadar yuvarlak olduğu.
vi: Mức độ bo tròn của nền dock.
zh_hans: 设置 Dock 背景的圆角大小。
zh_hant: 設定 Dock 背景的圓角程度。

source: How running apps line up when they don't fill the section
ar: كيف تصطف التطبيقات قيد التشغيل عندما لا تملأ القسم
de: Wie laufende Apps ausgerichtet werden, wenn sie den Bereich nicht ausfüllen
es: Cómo se alinean las apps abiertas cuando no llenan la sección
fr: Comment les apps actives s'alignent quand elles ne remplissent pas la section
hu: Hogyan sorakoznak a futó appok, ha nem töltik ki a szakaszt
ja: 起動中のアプリがセクションを埋めないときの並び方
nl: Hoe geopende apps worden uitgelijnd als ze de sectie niet volledig vullen
pl: Jak wyrównują się uruchomione aplikacje, gdy nie wypełniają sekcji
pt: Como as apps em execução se alinham quando não preenchem a secção
ru: Как выравниваются запущенные приложения, когда они не заполняют секцию
sv: Hur appar som körs radas upp när de inte fyller sektionen
tr: Bölümü doldurmadıklarında çalışan uygulamaların nasıl hizalandığı
vi: Cách sắp hàng của các ứng dụng đang chạy khi chúng không lấp đầy phần hiển thị
zh_hans: 设置运行中的应用未填满该区域时的对齐方式
zh_hant: 選擇執行中的應用程式未填滿區段時的對齊方式

source: How strongly the glass reads behind widgets. 1.00 is the full pane.
ar: مدى وضوح الزجاج خلف الأدوات. القيمة 1.00 تعني اللوح الكامل.
de: Wie stark das Glas hinter Widgets wirkt. 1,00 entspricht der vollen Scheibe.
es: Intensidad con la que se ve el vidrio detrás de los widgets. 1,00 es el vidrio completo.
fr: Intensité du verre derrière les widgets. 1.00 correspond au verre complet.
hu: Mennyire erős az üveghatás a widgetek mögött. Az 1.00 a teljes üveglap.
ja: ウィジェットの背後のガラスの見え方の強さです。1.00で完全なガラス面になります。
nl: Hoe sterk het glas achter widgets zichtbaar is. 1.00 is volledig glas.
pl: Intensywność efektu szkła w tle widżetów. Wartość 1,00 oznacza pełny efekt.
pt: A intensidade do vidro por trás dos widgets. 1.00 corresponde ao painel completo.
ru: Насколько выражено стекло за виджетами. 1,00 означает полное стекло.
sv: Hur tydligt glaset syns bakom widgetar. 1,00 är full glasruta.
tr: Camın widget'ların arkasında ne kadar belirgin göründüğü. 1.00 tam camdır.
vi: Độ đậm của lớp kính phía sau tiện ích. 1.00 là tấm kính đầy đủ.
zh_hans: 小组件背景玻璃效果的强度。1.00 为完整玻璃效果。
zh_hant: 調整小工具後方玻璃效果的明顯程度。1.00 為完整玻璃效果。

source: How the dock background is drawn. Liquid Glass needs macOS 26; Clear removes the background entirely.
ar: كيفية رسم خلفية Dock. يتطلب Liquid Glass نظام macOS 26؛ ويزيل «شفاف» الخلفية تمامًا.
de: Wie der Dock-Hintergrund dargestellt wird. Liquid Glass erfordert macOS 26; Transparent entfernt den Hintergrund vollständig.
es: Cómo se dibuja el fondo del Dock. Liquid Glass requiere macOS 26; Transparente elimina el fondo por completo.
fr: Comment l'arrière-plan du dock est dessiné. Liquid Glass nécessite macOS 26 ; Transparent supprime entièrement l'arrière-plan.
hu: Hogyan jelenik meg a Dock háttere. A Liquid Glasshoz macOS 26 szükséges; az Átlátszó teljesen eltávolítja a hátteret.
ja: Dock背景の描画方法です。Liquid GlassにはmacOS 26が必要です。「クリア」は背景を完全に取り除きます。
nl: Hoe de achtergrond van het Dock wordt weergegeven. Voor Liquid Glass is macOS 26 vereist. Bij 'Doorzichtig' wordt de achtergrond volledig verwijderd.
pl: Sposób wyświetlania tła Docka. Liquid Glass wymaga macOS 26; styl Przezroczysty całkowicie usuwa tło.
pt: Como o fundo da dock é desenhado. Liquid Glass requer o macOS 26; Transparente remove o fundo por completo.
ru: Как рисуется фон Dock. Liquid Glass требует macOS 26; Clear полностью убирает фон.
sv: Hur dockans bakgrund ritas. Liquid Glass kräver macOS 26; Genomskinlig tar bort bakgrunden helt.
tr: Dock arka planının nasıl çizildiği. Liquid Glass macOS 26 gerektirir; Şeffaf arka planı tamamen kaldırır.
vi: Cách nền dock được hiển thị. Liquid Glass yêu cầu macOS 26; tùy chọn Trong suốt sẽ loại bỏ hoàn toàn phần nền.
zh_hans: 设置 Dock 背景的显示方式。“Liquid Glass”需要 macOS 26；“透明”会完全移除背景。
zh_hant: 設定 Dock 背景的顯示方式。Liquid Glass 需要 macOS 26；「透明」則會完全移除背景。
